List<String> logregTextMarathi = [
  'कोड द्या?',
  'पुष्टी',
  'लॉगिन यशस्वी',
  'खाते स्वीकारले नाही',
  "आपला ईमेल आयडी प्रविष्ट करा",
  "ईमेल",
  "आपला संकेतशब्द प्रविष्ट करा",
  "संकेतशब्द",
  'आपला फोन नंबर प्रविष्ट करा',
  'वैध फोन पंबर प्रविष्ट करा',
  'मोबाइल नंबर',
  'लॉगिन',
  'साइन इन पद्धत:',
  'ओटीपी',
  'वापरकर्त्याचा प्रकार:',
  'सिलेक्ट यूजर टाइप',
  'लॉगिन',
  "खाते नाही?",
  'नोंदणी',
  'विनंती यशस्वीपणे पाठविली',
  'अयशस्वी. आपले इंटरनेट तपासा! ',
  'नाव',
  'आपले नांव लिहा',
  'वैध ईमेल पत्ता प्रविष्ट करा',
  'पत्ता',
  "आपला पत्ता प्रविष्ट करा",
  'वय',
  "आपले वय प्रविष्ट करा",
  'तुमची माहिती भरा',
  "आपला संकेतशब्द पुनर्प्रस्थापित करा",
  'रीसेट',
  "रीसेट करण्यासाठी ईमेल आयडी प्रविष्ट करा",
  "आपणास खात्री आहे की?",
   'तुम्हाला लॉगआउट करायचे आहे का?',
   "नाही",
   "होय",
   "यशस्वी लॉगआउट",
];


List<String> forgotPassTextMarathi = [
  
"प्रोफाईल संपादित करा",
  'आपले तपशील संपादित करा',
  "कृपया आपले नाव प्रविष्ट करा",
  "आपले नाव",
  'वैध ईमेल पत्ता प्रविष्ट करा',
  "आपला ई - मेल",
  'एक वैध फोन नंबर प्रविष्ट करा',
  "आपला मोबाइल",
  "कृपया पत्ता प्रविष्ट करा",
  "तुमचा पत्ता",
  "कृपया आपले वय प्रविष्ट करा",
  "आपले वय",
  "डेटा संपादित करा",
  'रीसेट पासवर्ड',
  "ईमेलला पाठविलेला संकेतशब्द रीसेट दुवा",
  'तुमचा जुना संकेतशब्द',
  'तुमचा जुना संकेतशब्द प्रविष्ट करा',
  'तुमचा नवीन संकेतशब्द',
  'तुमचा नवीन संकेतशब्द प्रविष्ट करा',
  'तुमचा नवीन संकेतशब्द पुन्हा टाइप करा',
  'तुमचा नवीन पासवर्ड पुन्हा प्रविष्ट करा',
  "नवीन संकेतशब्द जुळत नाही",
  "संकेतशब्द बदला",
   "यशस्वीरित्या संकेतशब्द बदलला",
  "संकेतशब्द बदलला जाऊ शकत नाही"
];


List<String> proTextMarathi = [
  
'पूर्ण',
  'चालू आहे',
  'न स्टार्ट',
  'प्रकल्प सापडले नाहीत',
  "यापुढे कोणताही अभिप्राय नाही",
  "आमचा प्रकल्प",
  "प्रकल्पाचे नाव",
  "कालावधी",
  'दिवस',
  'उत्खनन',
  'स्थिती',
  'गोल',
  'साइट पत्ता',
  'आमचे पर्यवेक्षक',
  'आमचे कामगार',
  'प्रतिमा',
  'अभिप्राय',
  'नाव:',
  'वेळः',
  'पुढे वाचा',
  'अजून पहा',
  'दान करा',
  'द्वारा दिलेला अभिप्राय:',
  'भूगर्भातील पातळी पूर्वी:',
  'नंतर भूगर्भातील पातळी: ',
  "आधी उत्पादन पीक करा:",
  'पीक उत्पादन यानंतर:',
  "अभिप्राय:",
  'सूचना:',
]; 


//  isme https://github.com/shraddhavijay/project_timeline/blob/FinalApp1/lib/admin/MasterDataSet/ourMachinesDetailsDisplay.dart
// file ke labels daalne hai 

List machinesDataPageMarathi=[
"मशीनचे नाव:",
   "मॉडेल:",
   "ऑपरेटिंग वेट:",
   "इंजिन पॉवर:",
   "इंधनाचा वापर: ",
   "भाडे"
];


//  https://github.com/shraddhavijay/project_timeline/blob/FinalApp1/lib/admin/manager/master/petrolMaster/petrolPumpDetails.dart
// file ke labels daalne hai 

List petrolPumpDataPageMarathi=[
"नाव:",
   "पत्ता: ",
"दूरध्वनी क्रमांक: ",

];